Repository: markogajic13/PutovimaFrankopana
Catalog: lib/l10n/app_*.arb
Languages: hr

# answer2C
source: To protect the rights of women
hr: Za zaštitu prava žena

# answer2D
source: To determine the rights and duties of conflicting parties
hr: Da bi se utvrdila prava i dužnosti sukobljenih strana

# answer3B
source: Bele III, the Croatian-Hungarian king
hr: Bele III, hrvatski-mađarski kralj

# answer3C
source: Andrew II, the Croatian-Hungarian king
hr: Andrew II, hrvatsko-mađarski kralj

# answer3D
source: Count Frederick II Celjskog
hr: Grof Frederick II Celjskog

# answer4A
source: January 6, 1288
hr: 6. siječnja 1288

# answer5B
source: Artist
hr: Umjetnik

# answer5C
source: Skilled soldier, manager, and politician
hr: Vojnik, menadžer i političar

# answer5D
source: Benedictine monk
hr: Monarh

# answer6A
source: Folk medicine
hr: Narodna medicina

# answer6B
source: The creation of pastures
hr: Stvaranje pašnjaka

# answer6C
source: Exploitation of natural resources
hr: Iskorištavanje prirodnih resursa

# answer6D
source: The timber trade
hr: Trgovina drvom

# answer7A
source: They focused on folk medicine
hr: Usredotočili su se na narodnu medicinu

# answer7B
source: They focused on the healing properties of plants
hr: Usredotočili su se na ljekovita svojstva biljaka

# answer7C
source: They focused on hunting
hr: Usredotočili su se na lov

# answer7D
source: They improved the exploitation of forests, maintained ore processing plants, and engaged in the timber trade and creation of pastures
hr: Poboljšali su eksploataciju šuma, održavali postrojenja za preradu rude i bavili se trgovinom drvom i stvaranjem pašnjaka

# answer8A
source: The Tomb was named after the graves of Tatars and Croats killed in a battle that took place there in 1242
hr: Tomb je dobio ime po grobovima Tatara i Hrvata ubijenih u bitci koja se tamo dogodila 1242

# answer8B
source: The Tomb had great defensive importance for the Frankopans, and it is believed that a scriptor for the first Bible in Croatian language existed there in the 16th century.
hr: Tomb je imao veliku obrambenu važnost za Frankopane, a vjeruje se da je tamo u 16. stoljeću postojao scenarist prve Biblije na hrvatskom jeziku.

# answer8C
source: The Tomb was a center for the study of Ottoman incursions and political turmoil in the French era
hr: Tomb je bio centar za proučavanje osmanskih upada i političkih previranja u francuskoj eri

# answer8D
source: The Tomb was the location of the Trsat Interpretation Center
hr: Tomb je bio mjesto Trsat Interpretacijskog centra

# answer9A
source: They supported the Church for control of religious institutions and influence on society.
hr: Podržavali su Crkvu za kontrolu vjerskih institucija i utjecaj na društvo.

# answer9B
source: They supported the Church for political gain, and the Church used the donated resources moderately and contributed to economic development.
hr: Podržavali su Crkvu u političkoj dobi, a Crkva je darovane resurse koristila umjereno i pridonijela ekonomskom razvoju.

# answer9C
source: They supported the Church for the support of the Franciscans and Paulines.
hr: Podržavali su Crkvu za podršku franjevacima i Paulinesima.

# answer9D
source: They supported the Church for forgiveness of sins and salvation of the souls of the deceased
hr: Podržavali su Crkvu za oproštenje grijeha i spasenje duša pokojnika

# answer10A
source: They focused on the healing properties of plants
hr: Usredotočili su se na ljekovita svojstva biljaka

# answer10B
source: They constructed ore processing plants, engaged in the timber trade, and created pastures.
hr: Izgradili su postrojenja za preradu rude, bavili se trgovinom drvom i stvarali pašnjake.

# answer10C
source: They improved the hunting grounds
hr: Poboljšali su lovišta

# answer10D
source: They engaged in the farming of herbs and plants.
hr: Bavili su se uzgojem bilja i biljaka.

source: Rewards
hr: Nagrade

# rewardsCapsLock
source: REWARDS
hr: NAGRADE

# zahvala
source: Thank you for participating in the quiz and contributing to the Frankopan Road project. By participating in the quiz, you have won one of the prizes shown above.
hr: Hvala Vam na sudjelovanju u kvizu i doprinosu projekta Putovima Frankopana. Sudjelovanjem u kvizu osvojili ste jednu od gore prikazanih nagrada.
