Repository: markogajic13/PutovimaFrankopana
Catalog: lib/l10n/app_*.arb
Languages: hr

# sadrzajOFrankopanima
source: From Dujm to Fran Krst, from Krk to Vienna's New Town, from 1118 to 1671... For more than five and a half centuries, Croatian history has been unthinkable without Frankopan. There is no such important social and political duty and role that they have not held; they were princes, bans, sub-kings and warriors, art supporters and poets, and finally political warriors in search of a better world. Behind them remained codes, statutes and other important courtesy documents, recorded in Croatian in a verb letter. A series of 114 Frankopans in 17 generations is recorded in their lineage. Here is only a fraction of their story, to continue on the Paths of Frankopan and visit us at the castle of Nova Kraljevica. Dujam I. ( about 1118.−1163.). Everything started from him. He knows the secret of how the chief from the castle of Gradec - Rozlovnik near Vrbnik became the founder of one of the oldest and most powerful Croatian noble families. In his not too long life, he expressed the qualities of a skilled soldier, a manager, but also a politician who knew how to use favorable circumstances. As the Venetians at that time ruled Krk, it was in their interest to place – a domestic man in the place of the prince, no matter how paradoxical. The reason for this was Venice's desire to make Krk as a station at the beginning of the waterway from the West to the East as suitable and peaceful as possible for tax collection and economic exploitation. The loan also built excellent relations with the second lever of power – Church. He strengthened spiritual discipline and interests by donating possessions to the Benedictines, but at the same time preserving the indigenous Croatian verb tradition. The loan was inherited by two sons from the first marriage of Vid I and Bartol I. Son from his second marriage Bartol II. he went from the island to the mainland and there placed himself in the service of the Croatian-Hungarian king Bele III. (1172.–1196). For merit, Bela III. he gave it before the very end of the 12th century to the county of Modruš on the administration. Vinodol Code - Between Fortress Officers and New Masters − Krk, the Mondruš and vinodol princes − there were conflicts and quarrels. In order to determine in writing the rights and duties of the conflicting parties, a commission of 42 members met on January 6, 1288. Bijahu these representatives of nine wine-growing municipalities – New Town ( today New Vinodolski), Ledenica, Bribira, Grižana, Drivenika, Hreljina, Bakra, Trsat and Grobnik. Thus the Vinodol Code was created. Written during the reign of the Croatian-Hungarian king Andrew II. (1205.−1235.), The Vinodol Code is preserved in a transcript from the 16th century and is written in verb. The fact that this original and extensive document from the 13th century was composed in the vernacular classifies it as important Croatian cultural monuments. The first edition of the Vinodol Code was published by Antun Mažuranic in 1843. In legal terms, the Vinodol Code was not only a reflection of old customary rights, but was adapted to the needs of the then social order. It extensively elaborates criminal law with a system of punishments, benefits, the appearance of the court, and the mutual rights and obligations of peasants and princes. Some articles also enacted legal provisions on the rights of women, on their personal and moral protection. Elizabeta Frankopan ( about 1386.−1422.) There is hardly a better example of the marital practice of the time than the story of the marriage of Elizabeth, daughter of Catherine Carrara and Stephen I. Frankopan. She was engaged as a two-year-old to Count Frederick II. Celjskog who was 24 years old at the time of his engagement! Choosing a member of the Celje family as his wife to his child was a real political-business venture, one could say an investment. The Counts of Celjski belonged among the most influential greats of the Hungarian and Croatian crowns, but also the neighboring Styria in the German Empire. Elizabeth's uncle Nicholas IV. Frankopan promised the Counts of Celje in the name of the dowry of Trsat, Bakar, Bribir and half of the island of Krk. It is not known when and where the marriage took place, but it is known that the scenes from Elizabeth’s married life were unfortunate. Her wife is Pope Pius II. described, most likely for political reasons, as a cruel, ruthless man adding that he was a unbeliever, insidious, a materialist, a simple carrot and imprisoned. Elizabeth gave birth to her son Ulrik II in Krško at the age of 19, and from 1414 to 1422 she lived separated from her husband. The attempt at reconciliation in Krapina for Elizabeth was fatal. The next morning, she was found dead stabbed in the chest with a hunting knife. Fridrik fled to Buda. The possible cause of the murder is related to the beautiful girl Veronica Desinićka, a noble genus but from a poor Kochev family. Fridrih married her in 1425. After Elizabeth's murder, the Frankopans took away all the possessions they had pledged to them as a dowry with difficulty. Pod shield stars and lions Frankopans have used two coats of arms throughout history. By 1430 they had used an old man with a six-pointed star in a red field, and from that year they had taken over the coat of arms of the Roman patrician family de Frangepanibus with two lions breaking bread. The oldest coats of arms of the princes of Krk were recorded in stone form and were not dated. The first testimony was recorded in his travelogue by an anonymous Spanish friar who found himself in Senj in 1330, then under the administration of the Krk nobles. In the description of the flag of the city he cites two fields, in the upper red there is a golden six-pointed star, and below a silver field that is empty. The same combination of colors and the star's digit is found in the junction of the ribs of the monastery church in Košljun, which the Frankopans received from the pope for the Franciscans. Change of performance when Nicholas IV. In 1430, for a visit to the pope in Rome, he was given permission to use the coat of arms of the de Frangepanibus family. Alleged Roman relatives used as a sign two lions sharing bread, which in heraldry is also called the talking coat of arms, because the signs explain the meaning of the genus name: bread dividers. The new coat of arms did not suddenly displace the old six-pointed star, penetrating gradually, often appearing in combination with the old one. Already on the coats of arms of Nicholas' sons in the right corner is the old coat of arms, and in the left is the French: in the blue field, two upright lions share three golden loaves. Over time, the old coat of arms is increasingly neglected, and the new French coat of arms lasts until the family is extinguished in 1671. Barbara Frankopan ( unknown year of birth − 1504.) The daughter of Jelena of an unknown genus and Sigismund Frankopan, lord of the Islands, was married to Vuk Brankovic, the titular Serbian despot. Unlike Elizabeth, Barbara was lucky in love even though Vuka called Dragon Ognjen because of her calmness in the fight with the Turks. Barbara had no children with Vuk, but he took special care of her and showed her great tenderness and love. In case she outlived him, he wanted to materially secure her. Therefore, with the king's prior permission, he donated the fort to White Rock on the slopes of Mount Psunj with an area where there were more than a hundred villages. Despotica Barbara, as she was called for the life of her husband, outlived her husband. After his death, she continued to live at the court in White Rock, which was reportedly lavishly arranged. She later married the egg ban Franjo Berislavic Grabarsko. There is little information about their ten-year marriage, only that Barbara Frankopan, married to Berislavic, gave birth to a son, Ivan. Barbara's marriages clearly speak of the marriage strategies and life interests of the modern Frankopans as one of the most prominent Croatian and Slavonian greats. They were married, by no means accidental, to the leading bearers of the anti-Ottoman resistance on the southern borders of the Hungarian-Croatian kingdom. Franjo I. Frankopan Slunjski (1536.−1572.) Most of his property was in the immediate neighborhood of Bosnian Sandzak and exposed to constant Ottoman danger. He spent all his income from the estate on fortifying his cities and guards. Together with Janko Draskovic, he was a Croatian ban. It is the last of the mucous lineage of Frankopan. Son of George II. Slunjski and Ana Blagajski spent their entire non-navigable long life in the battles with the Ottomans. Thanks only to his courage and military skill, the Ottoman invaders did not achieve greater success for his lives. That great warrior who exposed his life to danger almost daily died, due to a slight but unprofessional medical procedure, in Varaždin. His death befell him on his way to Moravia to a wedding with his fiancée Julia, daughter of Ladislav Kereczenyi, a former Sigetic captain and one of the richest feudal lords in Hungary and Croatia. The death of a ban they called the sword and shield of the rest of Illyria resonated throughout the state. He was buried in the Zagreb table, where his sister Ana placed a plaque stating that Francis I was the prince of Senj, Krk and Modruš. His goods and valuables were taken over by the royal treasury. Immediately after Francis' death, the Ottoman governor Ferhat Pasha directed his attacks on his possessions. Ana Katarina Frankopan ( about 1625.−1673.) Her father was Wolf II. Krsto Frankopan (1589.-1652.), commander of the Karlovac General. She was his daughter from another marriage. She married at the age of sixteen Peter Zrinsko (1621.−1671.), of whom she was an associate in economic and political affairs, especially at the time of the conspiracy. Ana Katarina participated in a secret diplomatic mission in mid-September 1664: Peter sent her to Venice to begin negotiations with a French envoy, to put the Zrinski family under the auspices of the most powerful European ruler Louis XIV. Negotiations did not lead to success, which did not shake Ana Katarina – she stayed with her husband until the end, tearing off all the consequences of the political crash. The day after the husbands and brothers went to Vienna (1670.), the army robbed Čakovec. In that poverty, she contracted a bony. After the execution of the death sentence, her husband and brother were transferred to the Dominican Sisters Monastery in Graz. Here the eclipsed mind died and was buried in the crypt of the monastery church. Catherine tried her life in the literary field, in a specific type of writing a spiritual text for a travel breviary or as it was then called – tovarush. In 1661, its Pocket Tovarush was printed in Venice. In the negotiation of Ana Katarina, in addition to spiritual reasons, she also explains the additional reason for writing and printing that book — because ... almost the seed of the Svit the linguist of the least Hervack this age of printed book editions... Fran Krsto Frankopan ( about 1643.−1671.) Fran Krsto remained primarily remembered as a participant in the Urota of Zrin-Francopanska, for which he was punished by death in his 28th year of life and executed in 1671 in Vienna's New Town. Son of Wolf II. Krste and Ursule Inhofer, Fran Krsto, as an Ogulin captain, also wanted to get a senjska captaincy, which was prevented by the Austrian military administration. Encouraged by this and otherwise dissatisfied with the policy of the Viennese court, especially after the Peace of Yoursvar, he decided in 1669 to join the anti-Austrian conspiracy of the Croatian and Hungarian nobility led by Peter Zrinski. Not waiting for the promised Ottoman help and underestimating the Krajina forces, they raised the uprising with only 300 cavalry. Realizing soon that he was alone and betrayed by the Turks, Fran Krsto took refuge in Čakovec from where he and Zrinski went to Vienna to beg forgiveness from the emperor. In Vienna, both were arrested, detained separately and placed under investigation. Both were transferred to Vienna New Town Prison and charged with grandeur. In April 1671, they were sentenced to death by beheading, and all their estates were confiscated. His wife Julia Ana took refuge in Italy in April 1670, where she died as a nun in the Roman monastery of St. Theresa. Navik he lives ki zgine honestly Resistance to Vienna took place through two conspiracies. In the first conspiracy of the dissatisfied, he led Ban Nikola Zrinski in Croatia, and the palatine Ferenc Wesselényi in Hungary. The second, Urota Zrinsko-Francopanska, was led by Petar Zrinski and Fran Krsto Frankopan. The latter, although strongly mystified and mythologized in the Croatian tradition, was pre-convicted to ruin and completely unrealistic, especially when the conspirators turned to the Ottomans. In the first conspiracy, conspirators had to seek help outside the country: in France, Poland, and even in the Ottoman Empire. But despite promises, traditional Austrian opponents did not help them. Urota ended in the suspicious death of Nikola Zrinsko in the hunt for boars. She was mystified in a conspiracy theory in which the Viennese court is accused of Nikola's death. The second conspiracy was led by Nikola's brother Petar Zrinski, who, together with his Shurjac Fran Krst Frankopan, continued the fight and ties with the main Hungarian leaders. The Croatian-Hungarian alliance soon disintegrated, and negotiations to support the grooves were transferred from France to the Ottoman Empire. The skillfully prepared conspiracy was revealed just at the time Fran Krsto Frankopan began to prepare for an armed uprising, not knowing that the Ottomans would not support it. They were convicted of insulting the king and betraying the country to death by cutting off their right hand and head. They were executed on April 30, 1671. As a special grace, they were forgiven for the punishment of cutting off their hands. Before the execution of the two great men, as well as their families, they were deprived of the nobility, and all their estates were confiscated by the state. The execution caused outrage in Croatia, Hungary and Europe. The Banska chair remained vacant until 1680, when Nikola Erdödy, a Croatian great-religious man of Hungarian descent, was appointed to her as an exponent of the court and a longtime enemy of the Zrins. There was no more resistance to court absolutism and centralization of administration in Croatia. On the tomb of Fran Krst Frankopan and Peter Zrinsko in Zagreb Cathedral as an epitaph stands the verse of Fran Krsta Frankopan Navik he lives ki zgina honestly. Irac, the spiritual successor of Frankopan! The fascination with the Frankopans was great, and one of those who was particularly determined by the spiritual succession with the Croatian greats was Laval Nugent (1777.−1862.) Count, Field Marshal, Knight of the Order of the Golden Fleece, Commander of the Order of Maria Theresa and Prince of Rome. The story is more fascinating because Nugent was not from the Croatian region. He was born in Ballynacor, Ireland. As a member of the Austrian army for the Napoleonic Wars, he came to Rijeka in 1813. In Naples, Laval married Giovanna Riario-Sforza and that entry into the ancient Sforza family, which was in distant kinship ties with the Frankopans, marked Nugent's multiple passion for archeology, history and art. The connection with the Frankopans, perhaps only as part of a family legend, was crucial when he bought the old French city of Bosiljevo and the French-panel castle on Trsat, a hill above Rijeka. There he gave to build a chapel and tomb for his family members, as well as an ambitious museum of a rich collection that today makes funduses of the large Croatian museums in Zagreb and Rijeka.
hr: Od Dujma do Frana Krsta, od Krka do Bečkoga Novoga Mjesta, od 1118. do 1671. godine... Više od pet i pol stoljeća hrvatska povijest nezamisliva je bez Frankopana. Nema te važne društvene i političke dužnosti i uloge koju nisu obnašali; bili su kneževi, banovi, potkraljevi i ratnici, podupiratelji umjetnosti i pjesnici, a na kraju i politički prevratnici u potrazi za boljim svijetom. Iza njih su ostajali zakonici, statuti i druge važne uljudbene isprave, zabilježene na hrvatskome jeziku glagoljičkim pismom. U njihovoj lozi bilježi se niz od 114 Frankopana u 17 naraštaja. Ovdje je samo djelić njihove priče, za nastavak krenite Putovima Frankopana i posjetite nas u dvorcu Nova Kraljevica. Dujam I. (oko 1118.−1163.). Od njega je počelo sve. On zna tajnu kako je poglavar iz kaštela Gradeca - Rovoznika kraj Vrbnika postao začetnikom jedne od najstarijih i najmoćnijih hrvatskih plemenitaških obitelji. U svome ne odveć dugome životu iskazao je odlike vještoga vojnika, upravitelja, ali i političara koji je znao koristiti povoljne okolnosti. Kako Mlečani u to doba bijahu zavladali Krkom, bilo im je u interesu da na mjesto kneza, ma koliko to paradoksalno zvučalo, postave – domaćega čovjeka. Razlog tomu bila je želja Venecije da Krk kao postaju na početku plovnoga puta sa Zapada prema Istoku učini što pogodnijom i mirnijom za prikupljanje poreza i gospodarsko iskorištavanje. Dujam je gradio izvrsne odnose i s drugom polugom moći – Crkvom. Duhovnu disciplinu i interese jačao je darujući benediktincima posjede, ali istodobno čuvajući autohtonu hrvatsku glagoljašku tradiciju. Dujma su naslijedila dvojica sinova iz prvoga braka Vid I. i Bartol I. Sin iz drugoga braka Bartol II. otišao je s otoka na kopno i tamo se stavio u službu hrvatsko-ugarskoga kralja Bele III. (1172.–1196). Zbog zasluga, Bela III. dao mu je pred sam kraj 12. stoljeća županiju Modruš na upravu. Vinodolski zakonik - Između tvrđavskih službenika i novih gospodara − krčkih, modruških i vinodolskih knezova − dolazilo je do sukoba i razmirica. Kako bi se u pismenome obliku utvrdila prava i dužnosti sukobljenih strana, sastalo se 6. siječnja 1288. povjerenstvo od 42 člana. Bijahu to predstavnici devet vinodolskih općina – Novoga Grada (danas Novi Vinodolski), Ledenica, Bribira, Grižana, Drivenika, Hreljina, Bakra, Trsata i Grobnika. Tako je nastao Vinodolski zakonik. Pisan u doba vladavine hrvatsko-ugarskoga kralja Andrije II. (1205.−1235.), Vinodolski zakonik sačuvan je u prijepisu iz 16. stoljeća, a napisan je glagoljicom. Činjenica da je taj originalni i opširni dokument iz 13. stoljeća sastavljen na narodnome jeziku svrstava ga u važne hrvatske kulturne spomenike. Prvo izdanje Vinodolskoga zakonika objavio je Antun Mažuranić 1843. godine. U pravnome smislu Vinodolski zakonik nije bio samo odraz starih običajnih prava, već je prilagođen potrebama tadašnjega društvenoga poretka. U njemu je opširno razrađeno krivično pravo sa sustavom kazni, davanja, izgledom suda te međusobnih prava i obveza seljaka i knezova. U pojedinim su člancima donesene i zakonske odredbe o pravima ženâ, o njihovoj osobnoj i moralnoj zaštiti. Elizabeta Frankopan (oko 1386.−1422.) Teško da ima boljega primjera bračne prakse toga doba od priče o udaji Elizabete, kćeri Katarine Carrara i Stjepana I. Frankopana. Bila je zaručena kao dvogodišnjakinja za grofa Fridrika II. Celjskoga koji je u doba zaruka imao 24 godine! Odabir člana obitelji Celjskih za supruga svomu djetetu bio je pravi političko-poslovni poduhvat, moglo bi se reći investicija. Grofovi Celjski pripadali su među najutjecajnije velikaše ugarske i hrvatske krune, ali i susjedne Štajerske u Njemačkome Carstvu. Elizabetin stric Nikola IV. Frankopan obećao je grofovima Celjskim u ime miraza Trsat, Bakar, Bribir i polovicu otoka Krka. Ne zna se kada je i gdje obavljena ženidba, ali se zna da su prizori iz Elizabetina bračnoga života bili nesretni. Njezina je supruga papa Pio II. opisao, najvjerojatnije iz političkih razloga, kao surova, nemilosrdna čovjeka dodajući da je bezvjerac, podmukao, materijalist, usto mrk i zatvoren. Elizabeta je 1405. godine s 19 godina rodila u Krškom sina Ulrika II., a od 1414. do 1422. živjela je rastavljeno od muža. Pokušaj pomirbe u Krapini za Elizabetu je bio koban. Idućega jutra nađena je mrtva probodena u prsa lovačkim nožem. Fridrik je pobjegao u Budim. Mogući uzrok umorstva vezuje se uz lijepu djevojku Veroniku Desinićku, plemenita roda ali iz siromašne kočevske obitelji. Fridrih se njome oženio 1425. godine. Nakon Elizabetina umorstva Frankopani su uz teškoće oduzeli Celjskima sve posjede koje su im založili kao miraz. Pod štitom zvijezde i lavova Frankopani su tijekom povijesti koristili dva grba. Do 1430. godine koristili su stari sa šesterokrakom zvijezdom na crvenom polju, a od te godine preuzeli su grb rimske patricijske obitelji de Frangepanibus s dva lava koji lome kruh. Najstariji grbovi knezova Krčkih zabilježeni su u kamenome obliku i nisu datirani. Prvo svjedočanstvo zabilježio je u svome putopisu anonimni španjolski fratar koji se 1330. godine zatekao u Senju, tada pod upravom krčkih plemića. U opisu zastave grada on navodi dva polja, u gornjem crvenom nalazi se zlatna šesterokraka zvijezda, a dolje srebrno polje koje je prazno. Ista kombinacija boja i znamen zvijezde nalazi se i u spoju rebara samostanske crkve u Košljunu, koju su Frankopani od pape dobili za franjevce. Promjena nastupa kad Nikola IV. 1430. godine za posjeta papi u Rimu dobije dopuštenje da koristi grb obitelji de Frangepanibus. Navodni rimski rođaci kao znak su koristili dva lava koji dijele kruh, što se u heraldici naziva i govorećim grbom, jer znakovi objašnjavaju značenje imena roda: djelitelji kruha. Novi grb nije odjednom istisnuo staru šesterokraku zvijezdu, prodirao je postupno, često se pojavljujući u kombinaciji sa starim. Već na grbovima Nikolinih sinova u desnome je kutu stari grb, a u lijevome frankopanski: u plavome polju dva uspravna lava dijele tri zlatna kruha. S vremenom se stari grb sve više zapostavlja, a novi frankopanski grb traje do ugasnuća obitelji 1671. godine. Barbara Frankopan (nepoznata godina rođenja − 1504.) Kći Jelene nepoznata roda i Sigismunda Frankopana, gospodara Otočca, bila je udana za Vuka Brankovića, titularnoga srpskoga despota. Za razliku od Elizabete, Barbara je imala sreće u ljubavi iako su Vuka zbog smionosti u borbi s Turcima zvali Zmaj Ognjeni. Barbara s Vukom nije imala djece, ali on se o njoj osobito brinuo i iskazivao joj veliku nježnost i ljubav. Za slučaj da ga ona nadživi, želio ju je materijalno osigurati. Stoga joj je, uz prethodno kraljevo dopuštenje, darovao utvrdu Bijelu Stijenu na obroncima gore Psunj s područjem gdje je bilo više od stotinu sela. Despotica Barbara, kako su je zvali za života njezina muža, nadživjela je svoga supruga. Nakon njegove smrti ona je nastavila živjeti na dvoru u Bijeloj Stijeni koji je navodno bio raskošno uređen. Kasnije se udala za jajačkoga bana Franju Berislavića Grabarskoga. O njihovu desetogodišnjem braku postoji malo podataka, tek da je Barbara Frankopan u braku s Berislavićem rodila sina Ivana. Barbarini brakovi jasno govore o ženidbenim strategijama i životnim interesima onovremenih Frankopana kao jednih od najistaknutijih hrvatskih i slavonskih velikaša. Bračno su se povezivali, nimalo slučajno, s vodećim nosiocima protuosmanlijskoga otpora na južnim granicama ugarsko-hrvatskoga kraljevstva. Franjo I. Frankopan Slunjski (1536.−1572.) Većina mu je posjeda bila u neposrednome susjedstvu s Bosanskim sandžakom i izložena stalnoj osmanskoj opasnosti. Sav prihod s posjedâ trošio je na utvrđivanje svojih gradova i straže. Zajedno s Jankom Draškovićem bio je hrvatski ban. Zadnji je od slunjske loze Frankopana. Sin Jurja II. Slunjskoga i Ane Blagajski cijeli je svoj ne odveć dugi život proveo u bitkama s Osmanlijama. Zahvaljujući samo njegovoj hrabrosti i vojničkoj vještini osmanlijski osvajači za njegova života nisu ostvarili veći uspjeh. Taj veliki ratnik koji je svoj život gotovo svakodnevno izlagao opasnosti umro je, zbog neznatna ali nestručna liječničkoga zahvata, u Varaždinu. Smrt ga je zadesila na putu u Moravsku na svadbu sa zaručnicom Julijom, kćeri Ladislava Kereczenyia, nekadašnjega sigetskoga kapetana i jednoga od najbogatijih feudalaca u Ugarskoj i Hrvatskoj. Smrt bana kojega su zvali mačem i štitom ostatka Ilirije odjeknula je u cijeloj državi. Pokopan je u zagrebačkoj stolnici, gdje mu je sestra Ana postavila ploču na kojoj stoji da je Franjo I. knez Senja, Krka i Modruša. Njegova dobra i dragocjenosti preuzela je kraljevska blagajna. Odmah nakon Franjine smrti osmanlijski namjesnik Ferhat-paša svoje je napade usmjerio na njegove posjede. Ana Katarina Frankopan (oko 1625.−1673.) Otac joj je bio Vuk II. Krsto Frankopan (1589.-1652.), zapovjednik Karlovačkoga generalata. Ona je njemu bila kći iz drugoga braka. Udala se sa šesnaest godina za Petra Zrinskoga (1621.−1671.), kojem je bila suradnica u gospodarskim i u političkim poslovima, osobito u vrijeme urote. Ana Katarina sredinom rujna 1664. sudjelovala je u tajnoj diplomatskoj misiji: Petar ju je poslao u Veneciju da započne pregovore s francuskim poslanikom, kako bi se obitelj Zrinski stavila pod pokroviteljstvo najmoćnijega europskoga vladara Luja XIV. Pregovori nisu doveli do uspjeha, što Anu Katarinu nije pokolebalo – ostala je uz supruga sve do kraja, otrpjevši sve posljedice političkoga kraha. Već dan nakon muževljeva i bratova odlaska u Beč (1670.), vojska je opljačkala Čakovec. U toj neimaštini oboljela je od kostobolje. Nakon izvršenja smrtne presude supruga i brata premještena je u samostan sestara dominikanki u Grazu. Ovdje je pomračena uma umrla te je pokopana u kripti samostanske crkve. Katarina se za života iskušala na književnome polju, i to u specifičnoj vrsti pisanja duhovnoga teksta za putni brevijar ili kako se to tada zvalo – tovaruš. Godine 1661. tiskan je u Veneciji njezin Putni tovaruš džepnoga formata. U pregovoru Ana Katarina, osim duhovnih razloga, objašnjava i dodatni razlog za pisanje i tisak te knjige — jer ... se skoro zmeda vsega Svita jezikov najmanje Hervackoga ovo doba štampanih knjig nahodi... Fran Krsto Frankopan (oko 1643.−1671.) Fran Krsto u narodu je ostao prije svega zapamćen kao sudionik Urote zrinsko-frankopanske zbog koje je u svojoj 28. godini života kažnjen smrtnom kaznom i pogubljen 1671. u Bečkome Novom Mjestu. Sin Vuka II. Krste i Uršule Inhofer, Fran Krsto je kao ogulinski kapetan želio dobiti i senjsku kapetaniju, što je spriječila austrijska vojna administracija. Potaknut time i inače nezadovoljan politikom bečkoga dvora, napose nakon Vašvarskoga mira, odlučio se 1669. priključiti protuaustrijskoj uroti hrvatskoga i ugarskoga plemstva na čelu koje je stajao Petar Zrinski. Ne čekajući obećanu osmanlijsku pomoć i podcijenivši krajiške snage, dignuli su ustanak sa samo 300 konjanika. Shvativši ubrzo da je sâm i da su ih Turci izdali, Fran Krsto sklonio se u Čakovec odakle se sa Zrinskim uputio u Beč kako bi od cara izmolili oprost. U Beču su obojica uhićeni, odvojeno zatočeni i stavljeni pod istragu. Obojica su preseljeni u zatvor u Bečkome Novom Mjestu i optuženi za veleizdaju. U travnju 1671. nad njima je izvršena smrtna kazna odrubljivanjem glave, a sva su im imanja zaplijenjena. Njegova se žena Julija Ana u travnju 1670. sklonila u Italiju, gdje je kao redovnica umrla u rimskome samostanu Svete Terezije. Navik on živi ki zgine pošteno Otpor Beču odvijao se kroz dvije urote. U prvoj je uroti nezadovoljnike predvodio ban Nikola Zrinski u Hrvatskoj, a palatin Ferenc Wesselényi u Mađarskoj. Drugu, Urotu zrinsko-frankopansku, predvodili su Petar Zrinski i Fran Krsto Frankopan. Ova potonja, iako jako mistificirana i mitologizirana u hrvatskoj tradiciji, bila je unaprijed osuđena na propast i potpuno nerealna, naročito kada su se urotnici okrenuli Osmanlijama. U prvoj su uroti urotnici morali tražiti pomoć izvan zemlje: u Francuskoj, Poljskoj, pa čak i u Osmanskome carstvu. Ali unatoč obećanjima, tradicionalni austrijski protivnici nisu im pomogli. Urota je završila sumnjivom smrću Nikole Zrinskoga u lovu na veprove. Mistificirana je u teoriji zavjere u kojoj se za Nikolinu smrt optužuje bečki dvor. Drugu urotu predvodio je Nikolin brat Petar Zrinski koji je zajedno sa svojim šurjakom Franom Krstom Frankopanom nastavio borbu i veze s glavnim mađarskim vođama. Uskoro se raspao hrvatsko-ugarski savez, a pregovori o podršci utotnicima su s Francuske prebačeni na Osmansko carstvo. Nevješto pripremana zavjera bila je otkrivena upravo u vrijeme kad je Fran Krsto Frankopan počeo spremati oružani ustanak, ne znajući da ga Osmanlije neće podržati. Osuđeni su zbog uvrede kralja i izdaje zemlje na smrt odsijecanjem desne ruke i glave. Pogubljeni su 30. travnja 1671. godine. Kao posebna milost oproštena im je kazna odsijecanja ruku. Prije smaknuća dvojice velikaša, kao i njihove obitelji, lišeni su plemstva, a sva njihova imanja zaplijenila je država. Pogubljenje je izazvalo zgražanje u Hrvatskoj, Ugarskoj i Europi. Banska stolica ostala je upražnjena sve do 1680. godine kada je na nju postavljen Nikola Erdödy, hrvatski velikaš mađarskoga podrijetla, eksponent dvora i dugogodišnji neprijatelj Zrinskih. Otpora dvorskom apsolutizmu te centralizaciji uprave u Hrvatskoj više nije bilo. Na grobu Frana Krsta Frankopana i Petra Zrinskoga u Zagrebačkoj katedrali kao epitaf stoji stih Frana Krste Frankopana Navik on živi ki zgine pošteno. Irac, duhovni sljednik Frankopana! Fascinacija Frankopanima bila je velika, a jedan od onih kojega je duhovno sljedništvo s hrvatskim velikašima posebno odredilo bio je Laval Nugent (1777.−1862.) grof, feldmaršal, vitez reda Zlatnoga runa, komandant reda Marije Terezije i rimski princ. Priča je tim fascinantnija jer Nugent nije bio iz hrvatskih krajeva. Rodio se u Ballynacoru u Irskoj. Kao pripadnik austrijske vojske za Napoleonovskih ratova dolazi 1813. u Rijeku. U Napulju se Laval oženio s Giovannom Riario-Sforza i taj ulazak u drevnu obitelj Sforza, koja je bila u dalekim rodbinskim vezama s Frankopanima, obilježio je višestruko Nugentovu strast za arheologijom, poviješću i umjetnošću. Veza s Frankopanima, možda tek kao dio obiteljske legende, bila je presudna kada je kupovao stari frankopanski grad Bosiljevo i frankopanski kaštel na Trsatu, brdu iznad Rijeke. Tu je dao sagraditi kapelu i grobnicu za članove svoje obitelji, kao i ambiciozni muzej bogate zbirke koji danas čini funduse velikih hrvatskih muzeja u Zagrebu i Rijeci.
