Repository: markogajic13/PutovimaFrankopana
Catalog: lib/l10n/app_*.arb
Languages: hr

# title
source: The Routes of the Frankopans QUIZ
hr: Putovima Frankopana KVIZ

# login
source: Sign Up
hr: Prijava

# hintName
source: Please enter your E-mail address
hr: Molimo unesite Vašu E-mail adresu

source: Password
hr: Lozinka

# hintPassword
source: Please eneter your password
hr: Molimo unesite Vašu lozinku

# loginButton
source: Login
hr: Prijavi se

# homePage
source: H O M E
hr: N A S L O V N A

# homeFirst
source: The Krk princes of Frankopani marked more than five and a half centuries of Croatian history: from Dujm to Fran Krsta, from Gradec in Krk to Vienna's New Town, from 1118 to 1671, members of this great family were holders of political, social, economic and cultural development of Croatia. The Francophones took part in numerous battles, and resourcefulness, education, diplomacy, and above all the desire to preserve their own possessions, sustained this family for centuries. Behind them to this day, numerous castles, fortified towns and castles, spread throughout the Primorje-Gorski Kotar County, have remained, invoking the spirit of the past, intrigue, conflict, culture, literacy and religiosity.
hr: Krčki knezovi Frankopani obilježili su više od pet i pol stoljeća hrvatske povijesti: od Dujma do Frana Krste, od Gradeca na Krku do Bečkoga Novog Mjesta, od 1118. do 1671. godine, članovi ove velikaške obitelji bili su nositelji političkoga, društvenog, gospodarskog i kulturnog razvoja Hrvatske. Frankopani su sudjelovali u brojnim bitkama, a snalažljivost, obrazovanje, diplomacija, te prije svega želja za očuvanjem vlastitih posjeda, održali su ovu obitelj stoljećima. Iza njih su do današnjih dana ostali brojni kašteli, utvrđeni gradovi i dvorci, rasprostranjeni širom Primorsko-goranske županije, koji prizivaju duh prošlosti, intriga, sukoba, kulture, pismenosti i religioznosti.

# homeSecond
source: Visiting and interpretive infrastructure of the cultural and tourist route „The ways of Frankopan “ consists of eight interpretation centers (Trsat, Tomb, Copper, Bribir, Krk, Čabar, Brod na Kupi, Kraljevica), and the central Visiting Center is located in the Nova Kraljevica castle. This center is an example of heritage preservation with the implementation of elements of contemporary art and multimedia and presents the entire cultural and tourist route. In other interpretation centers, visitors can get acquainted with various topics related to the Frankopans and individual sites, and arriving in each makes a unique experience.
hr: Posjetiteljsku i interpretacijsku infrastrukturu kulturno-turističke rute „Putovima Frankopana“ čini osam interpretacijskih centara (Trsat, Grobnik, Bakar, Bribir, Krk, Čabar, Brod na Kupi, Kraljevica), a središnji Posjetiteljski centar nalazi se u dvorcu Nova Kraljevica. Ovaj centar predstavlja primjer očuvanja baštine uz implementaciju elemenata suvremene umjetnosti i multimedije te prezentira cjelokupnu kulturno-turističku rutu. U ostalim interpretacijskim centrima posjetitelji se mogu upoznati s raznim temama povezanim uz Frankopane i pojedini lokalitet, a dolazak u svaki čini jedinstveno iskustvo.

# homeThird
source: The project brings together the natural, cultural, gastronomic and tourist offer of our region, indicates the connection of Croatian medieval history with the European circle and serves as a great impetus to the development of the coastal hinterland and the Mountain district.
hr: Projekt objedinjava prirodnu, kulturnu, gastronomsku i turističku ponudu našega kraja, ukazuje na povezanost hrvatske srednjovjekovne povijesti s europskim krugom te služi kao velik poticaj razvoju primorskoga zaleđa i Gorskoga kotara.

# storyPage
source: S T O R Y
hr: P R I Č E

# quizPage
source: Q U I Z
hr: K V I Z

# resultsPage
source: R E S U L T S
hr: R E Z U L T A T I

# btmNavBarHome
source: Home
hr: Naslovna

# btmNavBarStory
source: Story
hr: Priče

# btmNavBarQuiz
source: Quiz
hr: Kviz

# btmNavBarResults
source: Results
hr: Rezultati

# aboutStories
source: This section presents four content wholes that briefly describe the various activities of the Frankopan Road project. They refer to the general historical review of the Frankopans, further interpretation centers were presented, something about the history, art and culture of the Frankopans and finally the review of pictograms.
hr: U ovome dijelu predstavljene su četiri sadržajne cijeline koje ukratko opisuju različite aktivnosti projekta Putovima Frankopana. Odnose se na općeniti povijesni osvrt o Frankopanima, nadalje predstavljeni su interpretacijski centri, ponešto o povijesti, umjetnosti i kulturi Frankopana i na kraju prikaz piktogrami.

# oFrankopanima
source: About Frankopans
hr: O Frankopanima

# interpretacijskiCentri
source: Interpretation centers
hr: Interpretacijski centri

# pku
source: History, art and culture of the Frankopans
hr: Povijest, kultura i umjetnost

# rutePiktogrami
source: Pictograms
hr: Piktogrami

# naslovOFrankopanima
source: About Frankopans
hr: O Frankopanima

# naslovIntpCentri
source: Interpretation centers
hr: Interpretacijski centri

# naslovKPU
source: History, art and culture of the Frankopans
hr: Povijest, kultura i umjetnost

# naslovRutePiktogrami
source: Pictograms
hr: Piktogrami
