Repository: markogajic13/PutovimaFrankopana
Catalog: lib/l10n/app_*.arb
Languages: hr

# sadrzajIntpCentri
source: First. Chabar Interpretation Center. In the 16th century, the Frankopans inherited Zrinski, who base the economy on the exploitation of natural resources. During the 15th and 16th centuries, the Ottomans occupied a large number of Frankish estates in the Mountain District, and almost half of the population moved away. Stjepan Frankopan, the last male descendant of the Ozal branch, signed a contract with Nikola Šubić Zrinski, the husband of his sister Katarina, which passed the remaining heritage of the Frankopans of Ozaljski into the hands of the descendants of Nicholas and Catherine. Their great-grandchildren Nikola and Petar Zrinski, who participated in the Zrinsko-Francopan conspiracy with Fran Krst Frankopan, jointly managed most of their manors. The mountain district, together with Primorje, mostly entered the possession of the princes of Zrinski in the area of Banska Croatia, where it remained until the execution of Frankopan and Zrinski in 1671. 2. Interpretation Center Ship to Buy. Zrinski continued on their way, and in particular improved the exploitation of forests, which they christened to maintain ore processing plants, the timber trade, and the creation of pastures. Both using the natural riches of the Mountain Cotar, they made numerous mistakes as they are still inherent in modern man today. Nature quickly told them where their borders were. To those who respected her, nature did well and revealed her healing sides. The Frankopan and Zrinski families knew the healing of the plants well, especially women stood out. Home pharmacies were well equipped with treatment utensils and numerous recipes, especially those made of herbs. The tips of the herbalists were extremely appreciated. Books with prescription drugs, herbarias, and books on plants could be found in libraries. At the same time, serfs, working in forests and hunting grounds, acquired the knowledge we call folk medicine today. 3. Interpretation Center Tomb. The surrender says that the Tomb Field was named after the graves of Tatars and Croats, killed in the battle that allegedly took place there in 1242, but that story is kept unconfirmed due to lack of evidence. The southwest tower with the former chapel of St. Jelena on the ground floor is the oldest part harder, while the core of the castle with a triangle-shaped floor plan with towers at the corners originated from the 15th to the 17th century. The tomb had great defensive importance for the Frankopans. At the time of the Ottoman burglary, after the Battle of the Krbavsko Field in 1493, Bernardin Frankopan often resided in the Tomb. It is believed that in Kaštel Grobnik in the 16th century there was a scriptor from which, at the urging of Bernardin Frankopan, the first Bible in Croatian language, which has not been preserved. But the Second Novljan Breviary has been preserved - a prayer code written for most of the 500 leaves by the pop Martinac. Pop Martinac was the chief scribe, illuminator and calligrapher of the tomb script, and this record is an exceptional work written by a man of strong feelings and great literary culture in which the beginnings of Croatian patriotic poetry are recognized because it was the events related to the Krbava battle that shook its surroundings and him. Find out more about the topic of Ottoman incursions and political turmoil in the French era by coming to this Interpretation Center! 4. Trsat Interpretation Center. There is no area of the French state in which their close connection with the Church is not seen: various documents confirmed the monks' donated goods, assigned them new estates. The Frankopan patronage enjoyed several church orders, two of which had a special place – Franciscans and Paulines. The monks prayed for donors for the forgiveness of sins and the salvation of the souls of the deceased, but there are also important secular reasons for the Frankish patronage. The support of the Church brought political points, she used the donated resources moderately and contributed to economic development. Through the control of church institutions, the Frankopans also consolidated secular power. Family members often expressed their faith in very personal and intimate endowments. 5. Copper Interpretation Center. The steep caravan routes leading from the Mountain Cotar to Bakr were merchant highways to which the goods traveled through the Frankish territory. In the 16th century, Bakar received great privileges and was the seat of the governor of the Frankish cities of Hreljin, Drivenik, Bribir and Grobnik. Petar Zrinski gave the trade and the port complete freedom with slight burdens, which resulted in Bakar being the port with the strongest traffic in the entire Croatian coast. The volume of the store is evidenced by the fact that the copper warehouses were crowded, so even some church chapels were turned into magazines. 6. Kraljevica Interpretation Center. Zrinski and Frankopani were the two most powerful large families in Croatia in the 17th century, and they built their wealth and power for centuries, which is why they often came into conflict with imperial rule. Yet, until the fatal Urota, they held the highest military and secular duties in the country. However, the development of historical events, unfortunate circumstances, and erroneous political assessments resulted in a failed action against the Habsburgs that tragically ended up as major conspirators. Leaders were executed, their possessions were dismantled, and heirs deprived of the opportunity to ever regain their former positions and power. The narrative of the life, heroism and tragic death of the last Zrinski and Frankopan became the backbone of the most famous national cult in the Croats. An important topos in the emergence of this cult is certainly Nova Kraljevica, a castle built as a lavish residence at the entrance to the Bay of Bakar in 1654 by Petar Zrinski and his wife Ana Katarina Frankopan. The surrender says that in 1669, in the court chapel, in front of the statue of the Mother of God, Count Peter of Zrinski and the Marquis Fran Krsto Frankopan conspired „ to free the homeland from strangers...“, therefore it is believed that the place of minting Urota is precisely the castle of Nova Kraljevica. 7. Bribir Interpretation Center. It is home to the nine wine-growing municipalities: Novi, Ledenice, Bribir, Grižane, Drivenik, Hreljin, Bakar, Trsat, The tomb is chosen by representatives who, in order to protect their rights, not only write down popular legal customs but reflect on them in the new circumstances of feudalism. In promoting the spirit of justice, the code is still current and instructive. He is not only a dictate of the ruling class subordinated, but an example of a social contract. Although the grant is of the Hungarian-Croatian King Andrew II. Vinodol in 1225 fell under the rule of the Krk manor, the free peasants did not want to become serfs, so the code is the real art of compromise. On the one hand, the Vinodolians recognize the authority of the island princes, but these at the same time make concessions to them. The penalties arising from the provisions of the Vinodol Code are mostly monetary, which also speaks to the degree of economic development of the then society, as well as from the absence of evidence of the so-called of the court of God and torture, which the law itself makes in its time and environment very advanced. The Code recognizes the current danger of corruption of public officials and presents a number of provisions that limit their arbitrariness. The special value of the Vinodol Code is the attention it pays to women, their personal, moral protection and integrity. 8. Krk Interpretation Center. From the 12th to the 15th century, the Frankopans built a castle on Krk, intended for it with a defensive function and the possibility of harmonizing the regiment during the attack. The construction of the fort is layered, and as a foundation it takes the remains of the earlier, Roman and late antique, phases of the city. The square tower, the oldest part of the castle, was originally a cathedral bell tower, later a courtroom. Latin inscription on the lunette installed on top of the entrance door of the tower in the second half of the 12th century and conversion and confirmation. It is pointed out that this is a joint venture of the whole municipality during the time of the Bishop of Krk Ivan and the Krk princes Bartol I and Vida I.
hr: 1. Interpretacijski centar Čabar. U 16. stoljeću Frankopane nasljeđuju Zrinski, koji gospodarstvo baziraju na iskorištavanju prirodnih bogatstava. Tijekom 15. i 16. stoljeća Osmanlije su zauzeli velik broj frankopanskih posjeda u Gorskom kotaru, a gotovo polovica stanovništva se odselila. Stjepan Frankopan, posljednji muški potomak ozaljske grane, sklopio je s Nikolom Šubićem Zrinskim, mužem svoje sestre Katarine, ugovor kojim je preostala baština Frankopana Ozaljskih prešla u ruke potomaka Nikole i Katarine. Njihovi praunuci Nikola i Petar Zrinski, koji su s Franom Krstom Frankopanom sudjelovali u Zrinsko-frankopanskoj uroti, zajednički su upravljali većinom svojih vlastelinstava. Gorski kotar je, zajedno s Primorjem, najvećim dijelom ušao u posjed knezova Zrinskih na području Banske Hrvatske, u kojem ostaje do smaknuća Frankopana i Zrinskog 1671. godine. 2. Interpretacijski centar Brod na Kupi. Zrinski su nastavili njihovim putem, a posebno su unaprijedili iskorištavanje šuma, koje su krčili radi održavanja pogona za preradu rude, trgovine drvom i stvaranja pašnjaka. I jedni i drugi koristeći prirodna bogatstva Gorskog kotara, počinili su pritom i brojne pogreške kakve su i danas svojstvene modernom čovjeku. Priroda im je bujicama i poplavama brzo poručila gdje su im granice. Onima, pak, koji su je poštovali priroda je činila dobro i otkrivala svoje ljekovite strane. Obitelji Frankopan i Zrinski dobro su poznavale ljekovitost biljaka, naročito su se u tome isticale žene. Kućne apoteke bile su dobro opremljene priborom za liječenje i brojnim receptima, posebice onim od ljekovitog bilja. Savjeti travara izuzetno su bili cijenjeni. U knjižnicama su se mogle naći knjige s receptima lijekova, herbariji i knjige o biljkama. Istodobno, kmetovi su radeći u šumama i lovištima stjecali znanja koja danas nazivamo narodnom medicinom. 3. Interpretacijski centar Grobnik. Predaja govori da je Grobničko polje dobilo ime po grobovima Tatara i Hrvata, poginulih u bitki koja se tu navodno odigrala 1242. godine, ali ta se priča zbog nedostataka dokaza drži nepotvrđenom. Jugozapadna kula s nekadašnjom kapelom Svete Jelene u prizemlju najstariji je dio tvrđe, dok je jezgra kaštela s tlocrtom u obliku trokuta s kulama na uglovima nastajala od 15. do 17. stoljeća. Grobnik je za Frankopane imao veliku obrambenu važnost. U doba provala Osmanlija, nakon bitke na Krbavskome polju 1493., Bernardin Frankopan često je boravio u Grobniku. Smatra se da je u Kaštelu Grobnik u 16. stoljeću djelovao skriptorij iz kojega je na poticaj Bernardina Frankopana proizašla prva Biblija na hrvatskome jeziku, koja nije sačuvana. No, sačuvan je Drugi novljanski brevijar - molitveni kodeks kojega je u najvećem dijelu od 500 listova zapisao pop Martinac. Pop Martinac bio je glavni pisar, iluminator i kaligraf grobničkoga skriptorija, a taj zapis predstavlja iznimno djelo koje je napisao čovjek jakih osjećaja i velike književne kulture u kojemu se prepoznaju početci hrvatskoga domoljubnog pjesništva jer su upravo događaji vezani uz Krbavsku bitku potresli njegovu okolinu i njega. Više o temi prodora Osmanlija i političkih previranja u frankopansko doba saznajte dolaskom u ovaj Interpretacijski centar! 4. Interpretacijski centar Trsat. Nema područja frankopanske državine u kojem se ne vidi njihova uska povezanost sa Crkvom: raznim ispravama potvrdili su redovnicima darovana dobra, dodjeljivali im nova imanja. Frankopansko pokroviteljstvo uživalo je više crkvenih redova, dva su među njima imala posebno mjesto – franjevci i pavlini. Redovnici su za darovatelje molili oproštenje grijeha i spas duša pokojnika, ali postoje i važni svjetovni razlozi frankopanskog pokroviteljstva. Podupiranje Crkve donosilo je političke bodove, ona je umješno koristila darovane resurse i pridonosila gospodarskom razvitku. Putem kontrole crkvenih institucija Frankopani su učvršćivali i svjetovnu vlast. Članovi obitelji često su vrlo osobnim i intimnim zadužbinama iskazivali svoju vjeru. 5. Interpretacijski centar Bakar. Strmi karavanski putovi koji od Gorskog kotara vode prema Bakru bili su trgovačke magistrale kojima je roba putovala frankopanskim teritorijem. U 16. stoljeću Bakar dobiva velike povlastice i biva sjedištem upravitelja frankopanskih gradova Hreljin, Drivenik, Bribir i Grobnik. Petar Zrinski dao je trgovini i luci potpunu slobodu uz neznatna opterećenja, što je rezultiralo time da je Bakar bio luka s najsnažnijim prometom u cijelom Hrvatskom primorju. O obimu trgovine svjedoči podatak da su bakarska skladišta bila prepuna, pa su se čak neke crkvene kapelice pretvarale u magazine. 6. Interpretacijski centar Kraljevica. Zrinski i Frankopani bili su dvije najmoćnije velikaške obitelji u Hrvatskoj u 17. stoljeću, a svoje bogatstvo i moć gradili su stoljećima zbog čega su često dolazili u sukobe s carskom vlašću. Ipak su, sve do kobne Urote, obnašali najviše vojne i svjetovne dužnosti u zemlji. Međutim, razvoj povijesnih događaja, nesretnih okolnosti i krivih političkih procjena rezultirao je neuspjelom akcijom protiv Habsburgovaca koja je tragično završila za glavne urotnike. Vođe su pogubljeni, posjedi su im bili razgrabljeni, a nasljednici lišeni mogućnosti da ikada povrate nekadašnje položaje i moć. Narativ o životu, junaštvu i tragičnoj smrti posljednjih Zrinskih i Frankopana postao je okosnicom najpoznatijeg nacionalnog kulta u Hrvata. Važan topos u nastanku toga kulta svakako je i Nova Kraljevica, dvorac što su ga kao raskošnu rezidenciju na ulazu u Bakarski zaljev 1654. izgradili Petar Zrinski i njegova žena Ana Katarina Frankopan. Predaja kaže da su se godine 1669., u dvorskoj kapelici, pred kipom Majke Božje, grof Petar Zrinski i markiz Fran Krsto Frankopan zavjerili „da će domovinu osloboditi od tuđinaca...“, stoga se vjeruje da je mjesto kovanja Urote upravo dvorac Nova Kraljevica. 7. Interpretacijski centar Bribir. U njemu stanovnici devet vinodolskih općina: Novi, Ledenice, Bribir, Grižane, Drivenik, Hreljin, Bakar, Trsat, Grobnik biraju predstavnike koji u svrhu zaštite svojih prava ne samo da zapisuju narodne pravne običaje nego ih promišljaju u novim okolnostima feudalizma. U promicanju duha pravde zakonik je i danas aktualan i poučan. On nije samo diktat vladajuće klase podčinjenima, nego primjer društvenog ugovora. Iako je darovnicom ugarsko-hrvatskog kralja Andrije II. Vinodol 1225. potpao pod vlast krčke vlastele, slobodni seljaci nisu željeli postati kmetovi, pa je zakonik prava umjetnost kompromisa. S jedne strane Vinodolčani priznaju vlast otočkih knezova, ali ovi im istodobno čine ustupke. Kazne koje proizlaze iz odredaba Vinodolskoga zakonika većinom su novčane, što govori i o stupnju ekonomskoga razvoja tadašnjeg društva, kao i od izostanku dokaznoga sredstva tzv. božjeg suda i torture, što sam zakon čini u svom vremenu i okruženju vrlo naprednim. Zakonik prepoznaje i danas aktualnu opasnost korupcije javnih službenika i predstavlja čitav niz odredbi kojima se ograničava njihova samovolja. Posebna vrijednost Vinodolskog zakonika je pozornost koju posvećuje ženama, njihovoj osobnoj, moralnoj zaštiti i integritetu. 8. Interpretacijski centar Krk. Od 12. do 15. stoljeća Frankopani su gradili kaštel na Krku, namijenivši mu uz obrambenu funkciju i mogućnost sklanjanja puka tijekom napada. Gradnja utvrde je slojevita, a kao temelj uzima ostatke ranijih, rimskih i kasnoantičkih, faza grada. Kvadratna kula, najstariji dio kaštela, prvotno je bila katedralni zvonik, kasnije i sudnica. Latinski natpis na luneti ugrađenoj povrh ulaznih vrata kule u drugoj polovici 12. stoljeća te prenamjene i potvrđuje. Ističe se kako je to zajednički pothvat cijele općine u vrijeme krčkog biskupa Ivana i krčkih knezova Bartola I. i Vida I.

# sadrzajKPU
source: The culture and art of the Frankopans were associated with the Christian faith and feudal social structure. They built many churches and monasteries, often built in the Gothic style, which were important cultural and spiritual centers. Some of the most important architectural projects of the Frankopans were the Cathedral of St. Peter and St. Paul in Šibenik, Church of St. John the Baptist in Nin and the Church of St. Mary in Vrpolje. These churches are important works of art that testify to the architectural and artistic excellence of the time. The Francophones also supported the mecen arts, resulting in the emergence of many valuable works of art. Relics and statues were an important part of their art, as were the frescoes that covered the walls of the church and the monastery. These artwork often depicted religious themes and depicted saints and characters from the Bible. The Francophones were also known for their literature and language. Their language was Croatian, but it contained many elements of Latin, Italian and other languages. Their literature included poetry, prose, and drama, and many of their works were religious or mythological. In the culture and art of Frankopan, their influences on the culture and art of the Croatian people are visible, and their contribution to the architectural, artistic and literary world.
hr: Kultura i umjetnost Frankopana bile su povezane s kršćanskom vjerom i feudalnom društvenom strukturom. Oni su gradili mnoge crkve i samostane, često izgrađene u gotičkom stilu, koji su bili važni kulturni i duhovni centri. Neki od najvažnijih graditeljskih projekata Frankopana su bili Katedrala sv. Petra i sv. Pavla u Šibeniku, crkva sv. Ivana Krstitelja u Ninu i crkva sv. Marije u Vrpolju. Ove crkve su važna umjetnička djela koja svjedoče o arhitektonskoj i umjetničkoj izvrsnosti toga vremena. Frankopani su također podupirali i mecene umjetnosti, što je rezultiralo nastankom mnogih vrijednih umjetničkih djela. Relikvijari i kipovi su bili važni dio njihove umjetnosti, kao i freske koje su pokrivala zidove crkvi i samostana. Ovi umjetnički radovi su često prikazivali religiozne teme i prikazivali su svece i likove iz Biblije. Frankopani su također bili poznati po svojoj književnosti i jeziku. Njihov jezik je bio hrvatski, ali je sadržavao mnoge elemente latinskog, talijanskog i drugih jezika. Njihova književnost uključivala je poeziju, prozu i dramu, a mnogi od njihovih djela su bila religiozna ili mitološka. U kulturi i umjetnosti Frankopana vidljivo je njihovo utjecaje na kulturu i umjetnost hrvatskog naroda, i njihov doprinos u arhitektonskom, umjetničkom i književnom svijetu.

# piktogrami
source: Frankopans were a Croatian noble family from the region of Dalmatia. They used a variety of symbols and coats of arms throughout their history. Some of the more notable symbols associated with the Frankopans include the Frankopan coat of arms, which features three golden lions on a red field, and the Frankopan flag, which features a red field with a white cross. Additionally, the Frankopans also used the symbol of St. Nicholas, who is the patron saint of the family. Another symbol associated with the Frankopans is the checkered design, which is often incorporated into their coat of arms and flags. This symbol is believed to represent the family's origins in the region of Dalmatia, where checkerboard patterns were common in traditional folk art and architecture. Another symbol that is closely associated with the Frankopans is the fleur-de-lis, which is often found in their coat of arms and flags. This symbol is believed to represent the family's French origins and their connection to the French royal family. Additionally, the Frankopans also used the symbol of the eagle. The eagle is a symbol of power, authority and strength, which is appropriate for a noble family. The eagle can be found in their coat of arms and flags. The Frankopans also used the symbol of the crown, which represents their noble status and prestige. The crown can be found in their coat of arms and flags, which is a representation of the family's power and influence. In general, the Frankopans used a variety of symbols in their heraldry and iconography, which reflect their history, origin, and prestige.
hr: Frankopani su bili hrvatska plemićka obitelj iz regije Dalmacija. Kroz svoju povijest koristili su razne simbole i grbove oružja. Neki od zapaženijih simbola povezanih s Frankopanima uključuju Frankopan grb koji sadrži tri zlatna lava na crvenom polju i Frankopansku zastavu, koje sadrži crveno polje s bijelim križem. Uz to, Frankopani su koristili i simbol svetog Nikole, koji je svetac obitelji. Sljedeći simbol povezan s Frankopanima je karirani dizajn koji je često ugrađen u njihov grb i zastave. Smatra se da ovaj simbol predstavlja podrijetlo obitelji u regiji Dalmacija, gdje su obrasci kariranih ploča bili uobičajeni u tradicionalnoj narodnoj umjetnosti i arhitekturi. Drugi simbol koji je usko povezan s Frankopanima je fleur-de-lis, koji se često nalazi u grbu i zastavama. Smatra se da ovaj simbol predstavlja francusko podrijetlo obitelji i njihovu povezanost s francuskom kraljevskom obitelji. Uz to, Frankopani su koristili i simbol orla. Orao je simbol moći, autoriteta i snage, što je prikladno za plemenitu obitelj. Orao se može naći u grbu i zastavama. Nadalje Frankopani su također koristili simbol krune, koji predstavlja njihov plemeniti status i ugled. Kruna se može naći u grbu i zastavama, što predstavlja snagu i utjecaj obitelji. Općenito, Frankopani su u svojoj heraldici i ikonografiji koristili različite simbole koji odražavaju njihovu povijest, podrijetlo i ugled.

# qnum
source: Question
hr: Pitanje

source: Next page
hr: Sljedeće pitanje

source: See the Result
hr: Vaš rezultat

# youGot
source: Congratulation! Your score:
hr: Čestitke! Vaš rezultat je:

# question1
source: Who was the founder of the Frankopan family?
hr: Tko je bio osnivač obitelji Frankopan?

# question2
source: What was the purpose of the Vinodol Code?
hr: Koja je bila svrha Vinodolskog zakonika?

# question3
source: Who was Elizabeth Frankopan engaged to at the age of two?
hr: Za koga je bila Elizabeta Frankopan udana u dobi od dvije godine?

# question4
source: When was the Vinodol Code created?
hr: Kad je stvoren Vinodolski zakonik?

# question5
source: What was the occupation of Dujam I, the founder of the Frankopan family?
hr: Koja je bila okupacija Dujama I, osnivača obitelji Frankopan?

# question6
source: What was the main focus of the economy of the Frankopans during the 16th century?
hr: Koji je bio glavni fokus ekonomije Frankopana tijekom 16. stoljeća?

# question7
source: How did the Frankopans and Zrinski families use the natural resources of the Mountain Cotar?
hr: Kako su obitelji Frankopani i Zrinski koristili prirodne resurse planinskog kotara?

# question8
source: What is the significance of the Tomb in the history of the Frankopan family?
hr: Koji je značaj grobnice u povijesti obitelji Frankopan?

# question9
source: Why did the Frankopans support the Church?
hr: Zašto su Frankopani podržavali Crkvu?

# question10
source: How did the Frankopans and Zrinski families improve the exploitation of forests in the Mountain Cotar?
hr: Kako su obitelji Frankopani i Zrinski poboljšali eksploataciju šuma u planinskom kotaru?

# answer1C
source: Bele III
hr: Bik III

# answer2A
source: To record the lineage of the Frankopan family
hr: Za snimanje roda obitelji Frankopan

# answer2B
source: To establish a system of punishments for criminal law
hr: Uspostaviti sustav kazni za kazneno pravo
